test/PGdataBaseLoadTest.yml
config:
  target: "http://localhost:3000"
  phases:
    - duration: 20
      arrivalRate: 11
  payload:
    path: "payload.csv"
    fields:
      - "id"
scenarios:
  - name: "GET /pg/{ id }"
    flow:
      - loop:
        - get:
            url: "/pg/{{ id }}"
            gzip: true
        count: 100